<template>
    <div>

写人写事的作文题目篇1

    　　每个人都喜欢老师所上的其中一门课，有些人喜欢上体育课，有些人喜欢上美术课，也有些人喜欢上……而我也不例外，每个人喜欢的课程都有喜欢的原因，也是性格所具备的。我喜欢上数学课，我的数学好。但是，我却被一堂别开生面的英语课所陶醉，这堂英语课，让我尝到了上外语课的乐趣与老师那辛勤的泪与汗。

    　　记得那是星期五的晚上，我吃好晚饭，准备去上英语补习班，一进教室我惊呆了，因为我们补习班来了一位不寻常的外国客人,一问才知道，原来他是我们新外教。

    　　上课了，外教和我们一个一个的握了手，我们也进行了自我介绍。后来外教把我们分成了两组第一组的队名叫“icecream”，第二组叫“Frenchfries”，分完队后，我们开始了今天的游戏，老师首先给了我们发了的几幅图片和几个单词，接着老师让我们思考几分钟，这时我看见老师在黑板上画了一个吊死鬼的图像，下面还画了七条横线，这时我已经大概知道老师的意思了，老师是让我们读句子，正确后，让我们猜出一个字母，等七个空格填完后，就组成了一个单词，这样多有趣呀!激烈的战争开始了，其实这不是两队之间的比赛，而是两位队长之间的决赛，其他人则是若无其事的坐在一旁，但还是有同学精神抖擞的喊着加油。

    　　时间过得飞快，一转眼开下课，在这节课里我不光学到了知识，还学到了：我们不能仅针对爱好一门课程，而是要认真学好每一门课。这节英语课是别开生面的，更让我懂得了怎样学习的道理。

    　　写人写事的作文题目篇2

    　　童年的趣事像海滩上的一个个美丽的贝壳，在夕阳的照射下绽放出绚丽的光彩，我把它们都捡起来与大家分享。

    　　——题记

    　　一次尝试引发的笑话

    　　2003年暑假，妈妈和大姨带着还在上幼儿园的我和刚刚跨进小学校门的哥哥一起来到上海野生动物园。

    　　刚到动物园，一大群五彩斑斓的鹦鹉映入眼帘，我就对哥哥说：“哥哥你敢去试下吗?”哥哥应声说道：“敢。”说罢，忙走去抓住一只红色的鹦鹉放在我的手上，我的心顿时怦怦直跳，生怕鹦鹉会把哥哥给弄伤了。

    　　后来，我看哥哥没事，就壮起胆子，让哥哥把鹦鹉放在我的手臂上，哥哥小心翼翼地把鹦鹉放在了我的手臂上，我的心一下子提到了嗓子眼上。过了一会儿，我看鹦鹉挺乖的，就放下了心，玩弄起它。可是谁知道鹦鹉被我给惹怒了，从我手臂上飞走了，正当我找不到鹦鹉非常着急时，突然，一坨大便从天而降，正好砸到了我的头上，我哭笑不得，大家看了都大笑不止。

    　　突然，哥哥指着一只鹦鹉说：“啊呀就是这只鹦鹉拉的，就是它。”此时我想：那只鹦鹉肯定是报复我，才这样做的，算了大人不计小人过。我不解妈妈：“妈妈为什么我玩了鹦鹉几下，并没有恶意，为什么它还要捉弄我呢?”妈妈心平气和的说：“动物的警惕性是很高的，它们又不知道你到底是好心还是恶意，你要懂得尊敬这些小动物。”妈妈的话是我恍然大悟。

    　　写人写事的作文题目篇3：我的爸爸

    　　有一首歌这样唱：“世上只有妈妈好，有妈的孩子像块宝……”虽然我爱妈妈，但我更爱爸爸。我想对所有人说：我最爱爸爸!

    　　我的爸爸平时对我很好，我想要什么他就给我买什么，但买的最多的还是书——《小公主》、《王子与贫儿》、《简。爱》、《世界名人传记》、《父与子漫画》……只要是我能看懂的书，我的爸爸都会找来给我读，他和别的爸爸不一样——大多数爸爸总是为自己的孩子买许多资料，《小学生作文选》、《课堂全解》、《优秀习题大全》……摆满了书桌——而我的爸爸却从不给我买作文选什么的。他说，作文选没有什么收藏价值，而他给我买的名着就不同了，因为多读一读那些名着就会从中得到许多知识，进而净化人的心灵。如果想提高作文水平，就把他为我买的名着读通、读顺、读精就可以了!

    　　我的爸爸对待工作十分认真，因为他的文学底功不错，所以常常有人叫他写东西。而他也常常是连夜给人家写。他不是随便写写就算了，而是一边写一边修改，思索，钩钩画画好几页。也许是遗传的原因吧，我给同学们画画的时候，也总会一丝不苟的对待!

    　　我的爸爸喜欢抽烟。每天都把房子里弄得乌烟瘴气，我给他讲抽烟的坏处，给他在电脑上看游戏炎引起的疾病资料……可他还是死性不改，还是继续的放他的烟雾弹!

    　　爸爸不仅爱抽烟还特别崇洋迷外。

    　　每当与他“行味相投”的人来到我家，我爸爸就会把我国的不足与外国的优点进行对比——比如，我国常常出现车祸，而人家外国呢?就很少发生车祸;他们遵规守纪;面对灾难处乱不惊……气得我想把他踩上几脚让他回心转意不再“崇洋迷外”。

    　　我的爸爸有优点也有不足，但我依然爱他。同学们，你们爱你们的爸爸么?
    </div>
</template>
